[

 {
        "imageUrl": "https://i.ytimg.com/an_webp/pK3iUkaQPhk/mqdefault_6s.webp?du=3000&sqp=CK785roG&rs=AOn4CLAJ0dwcXvW7oSc3YrkANvqAVk2UJA",
        "newsDescription": "Where will the Champions Trophy 2025 be held? Could it adopt a hybrid model, move out of Pakistan, or proceed without India? I break down the possibilities, the potential repercussions, and how each team might be impacted. A closer look at the big decisions shaping the future of cricket!  
     
     <p> <link>https://youtu.be/pK3iUkaQPhk?si=_umnJw41qmRJHSKw",
        "title": "Champions Trophy 2025: Hybrid Model, Without India, or Outside Pakistan?",
        "date": "2024-12-11"
    },
    

    
    {
        "imageUrl": "https://i.ytimg.com/an_webp/Zl-czmwEK7g/mqdefault_6s.webp?du=3000&sqp=CLC75roG&rs=AOn4CLB_qk9fWunTBELyhqDwfrEaBgQ8GA",
        "newsDescription": "Pakistan targets Unsold IPL Players for PSL 2025 Draft ! अब PSL में बिकेंगे IPL के दिग्गज !

<p><b>#pakistancricket #ct2025 #championstrophy #davidwarner #kanewilliamson #stevesmith #naveenulhaq #johnybairstow #keshavmaharaj #babarazam #rohitsharma #viratkohli #mohammadrizwan #jaspritbumrah #shaheenafridi #harisrauf #mohammedsiraj ",
        "title": "Pakistan targets Unsold IPL Players for PSL 2025 Draft ! अब PSL में बिकेंगे IPL के दिग्गज !",
        "date": "2024-12-11"
    },
    
    
    
    {
        "imageUrl": "https://akm-img-a-in.tosshub.com/aajtak/images/story/202411/672465274d062-heinrich-klaasen-and-rishabh-pant-01203459-16x9.jpg?size=948:533",
        "newsDescription": "आईपीएल 2025 के लिए खिलाड़ियों की रिटेंशन लिस्ट सामने आ चुकी है। नीलामी से पहले कुल 46 खिलाड़ी रिटेन हुए हैं। आईपीएल नीलामी में पंजाब किंग्स के पास सबसे ज्यादा 110.5 करोड़ रुपये होंगे। पंजाब ने सिर्फ दो खिलाड़ियों (शशांक सिंह और प्रभसिमरन सिंह) को रिटेन किया है।<br/><br/>
<b>IPL 2025 Retention Players List: </b> इंडियन प्रीमियर लीग (IPL) 2025 के लिए मेगा नीलामी नवंबर के आखिरी या दिसंबर की शुरुआत में हो सकती है। आईपीएल 2025 की नीलामी से पहले सभी 10 टीमों ने अपनी रिटेंशन लिस्ट जारी कर दी है। आईपीएल 2025 की नीलामी से पहले कुल 46 प्लेयर्स रिटेन हुए हैं। बता दें कि भारतीय क्रिकेट नियंत्रण बोर्ड (BCCI) ने खिलाड़ियों के रिटेंशन की डेडलाइन 31 अक्टूबर रखी थी।<br/><br/>
आईपीएल 2025 की रिटेंशन लिस्ट में कुछ खिलाड़ियों को निराशा हाथ लगी। वहीं कुछ प्लेयर्स पर पैसों की बारिश हुई है। सनराइजर्स हैदराबाद, मुंबई इंडियंस, चेन्नई सुपर किंग्स, राजस्थान रॉयल्स, कोलकाता नाइट राइडर्स जैसी फ्रेंचाइजीज ने अपने-अपने कोर ग्रुप को रिटेन किया है। वहीं रॉयल चैलेंजर्स बेंगलुरु, पंजाब किंग्स अब ऑक्शन में नई रणनीति के साथ उतरेगी। आरसीबी ने तीन और पंजाब ने दो खिलाड़ियों को रिटेन किया है। आइए जानते हैं आईपीएल रिटेंशन की 5 बड़ी बातें... <br/>
<ol>
<li>साउथ अफ्रीकी क्रिकेटर हेनरिक क्लासेन को सबसे ज्यादा 23 करोड़ रुपये में सनराइजर्स हैदराबाद ने रिटेन किया है। वहीं स्टार बल्लेबाज विराट कोहली और वेस्टइंडीज के पूर्व कप्तान निकोलस पूरन इस मामले में दूसरे नंबर पर रहे। कोहली को रॉयल चैलेंजर्स बेंगलुरु ने 21 करोड़ रुपये में रिटेन किया। निकोलस पूरन भी इतनी ही कीमत में लखनऊ सुपर जायंट्स के साथ बरकरार रहे हैं।</li><br/><br/>
<li>रिटेंशन की एक बड़ी बात यह रही कि ऋषभ पंत, श्रेयस अय्यर, केएल राहुल, फाफ डु प्लेसिस को उनकी टीमों ने रिटेन नहीं किया। इन सभी ने आईपीएल के पिछले सीजन में अपनी-अपनी टीमों की कप्तानी की थी। श्रेयस अय्यर की कप्तानी में तो कोलकाता नाइट राइडर्स ने आईपीएल 2024 का खिताब भी जीता था। अब ये चारों धुरंधर ऑक्शन में उतरेंगे। मोहम्मद शमी, ईशान किशन, मार्कस स्टोइनिस, जोस बटलर भी नीलामी में उतरेंगे। शमी की फिटनेस को देखते हुए शायद गुजरात टाइटन्स ने उन्हें बरकरार नहीं रखा है। </li>
</ol> 
<br/><br/>


"
,
        "title": "IPL 2025 Retention: क्लासेन पर धनवर्षा, पंत-श्रेयस के हाथ निराशा, धोनी-शमी की सबसे ज्यादा चर्चा... IPL रिटेंशन की 5 बड़ी बातें",
        "date": "2024-11-01"
    },

    {
        "imageUrl": "https://t3.ftcdn.net/jpg/01/75/17/46/360_F_175174631_fZWpQKTkvuuXxZN6rz7x7mzjwCrhJq0o.jpg",
        "newsDescription": "This is the description for news item 2.",
        "title": "News Title 2",
        "date": "2024-05-15"
    },
    {
        "imageUrl": "https://i.ytimg.com/vi/camY4ubkvu8/hqdefault.jpg?sqp=-oaymwEcCNACELwBSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLBmYTqymNAmZAwz21f1ENPgjnv8UQ",
        "newsDescription": "KLrahul is all set to be released by LSG ahead of IPL Auction! Pooran और Mayank होंगे Top Retention!",
        "title": "KLrahul is all set to be released by LSG ahead of IPL Auction! Pooran और Mayank होंगे Top Retention!",
        "date": "2024-11-01"
    }
]
